court_no = {u"臺北地方":100,u"士林地方":111,u"新北地方":220,u"宜蘭地方":260,u"基隆地方":200,u"桃園地方":320,u"新竹地方":300,u"苗栗地方":350,u"臺中地方":400,u"彰化地方":500,u"南投地方":540,u"臺南地方":700,u"高雄地方":800,u"花蓮地方":970,u"雲林地方":630,u"嘉義地方":602,u"臺東地方":950,u"屏東地方":900,u"澎湖地方":880,u"福建金門":890,u"福建連江":209,u"高雄少年":850}

jurytype_no = {u"婚":11,u"婚再":12,u"婚更":13,u"家聲":21,u"家訴":22,u"家抗":23,u"家陸許":24,u"司家聲":30,u"基家簡":25,u"重家訴":26,u"婚更一":27,u"婚更(一)":28,u"司家調":29,u"家移調":31,u"家簡":32,u"家調裁":33,u"家查":34,u"家聲抗":35,u"家調裁":36,u"家調補":37,u"司家補":38,u"家親聲":39,u"司家簡調":40,u"家簡上":41,u"家小":42,u"家救":43,u"家小上":44,u"家婚聲":45,u"家再":46,u"家他":47,u"補":90}



stopword = [u"婚",u"婚再",u"婚更",u"家聲",u"家訴",u"家抗",u"家陸許",u"司家聲",u"補",u"基家簡",u"重家訴",u"婚更一",u"婚更(一)",u"司家調",u"家移調",u"家簡",u"家調裁",u"家查",u"家聲抗",u"家調裁",u"家簡",u"家調補",u"司家補",u"家親聲",u"司家簡調",u"家簡上",u"家小",u"家救",u"家小上",u"家婚聲",u"家再",u"家他"]


court_no = [u"臺北地方",u"士林地方",u"新北地方",u"宜蘭地方",u"基隆地方",u"桃園地方",u"新竹地方",u"苗栗地方",u"臺中地方",u"彰化地方",u"南投地方",u"臺南地方",u"高雄地方",u"花蓮地方",u"雲林地方",u"嘉義地方",u"臺東地方",u"屏東地方",u"澎湖地方",u"福建金門",u"福建連江",u"高雄少年"]






